Repository: KasimAliMasu/dairy-management
Catalog: lib/l10n/app_*.arb
Languages: gu, hi

source: Setting
gu: સેટિંગ
hi: सेटिंग

source: Language
gu: ભાષા
hi: भाषा

source: Logout
gu: લૉગઆઉટ
hi: लॉगआउट

source: Version
gu: આવૃત્તિ
hi: संस्करण

source: Select Language
gu: ભાષા પસંદ કરો
hi: भाषा चुने

source: Search
gu: શોધ
hi: खोज

source: Welcome
gu: સ્વાગત છે
hi: स्वागत

source: Feyzars Farokhi
gu: ફેયઝાર્સ ફારોખી
hi: फ़ेयाज़र्स फ़ारोखी

source: Login
gu: લૉગિન
hi: लॉगइन करें

source: Register
gu: નોંધણી કરો
hi: पंजीकरण करवाना

source: Enter Phone Number
gu: ફોન નંબર દાખલ કરો
hi: फ़ोन नंबर दर्ज करें

source: Phone Number
gu: ફોન નંબર
hi: फ़ोन नंबरं

source: Please enter your phone number
gu: કૃપા કરીને તમારો ફોન નંબર દાખલ કરો.
hi: कृपया अपना फोन नंबर दर्ज करें

source: Enter a valid 10-digit phone number
gu: માન્ય 10-અંકનો ફોન નંબર દાખલ કરો
hi: मान्य 10-अंकीय फ़ोन नंबर दर्ज करें

source: Submit
gu: સબમિટ કરો
hi: जमा करें

source: Password
gu: પાસવર્ડ
hi: पासवर्ड

source: Please enter your password
gu: કૃપા કરીને તમારો પાસવર્ડ દાખલ કરો.
hi: अपना पासवर्ड दर्ज करें

source: Password must be at least 6 characters long
gu: પાસવર્ડ ઓછામાં ઓછો 6 અક્ષર લાંબો હોવો જોઈએ.
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए

source: Confirm Password
gu: પાસવર્ડ કન્ફર્મ કરો
hi: पासवर्ड की पुष्टि कीजिये

source: Please confirm your password
gu: કૃપા કરીને તમારા પાસવર્ડની પુષ્ટિ કરો.
hi: कृपया अपने पासवर्ड की पुष्टि करें

source: Passwords do not match
gu: પાસવર્ડ્સ મેળ ખાતા નથી
hi: सांकेतिक शब्द मेल नहीं खाते

source: Forgot
gu: ભૂલી ગયા
hi: भूल गया

source: Forgot Password
gu: પાસવર્ડ ભૂલી ગયા છો
hi: पासवर्ड भूल गए

source: Dashboard
gu: ડેશબોર્ડ
hi: डैशबोर्ड

source: Cattle Register
gu: પશુ રજિસ્ટર
hi: मवेशी रजिस्टर

source: Cattle Board
gu: પશુપાલન બોર્ડ
hi: मवेशी बोर्ड

source: Milk Management
gu: દૂધ વ્યવસ્થાપન
hi: दूध प्रबंधन

source: Feeding
gu: ખોરાક
hi: खुराक

source: Vaccination
gu: ટીકાકરણ
hi: टीकाकरण

source: Expected Vaccination
gu: અપેક્ષિત ટીકાકરણ
hi: अपेक्षित टीकाकरण

# feedCal
source: Feed Calculation
gu: આહાર ગણતરી
hi: आहार गणना

source: Feed Formula
gu: આહાર સૂત્ર
hi: आहार सूत्र

source: Animal List
gu: પશુ યાદી
hi: पशु सूची

source: Insemination
gu: પ્રજનન
hi: प्रजनन

source: Calf Register
gu: વાછરાનું રજિસ્ટર
hi: बछड़ा पंजीकरण

source: Deworming
gu: કૃમિનાશક
hi: कृमिनाशक

source: Heat Register
gu: હીટ રજિસ્ટર
hi: हीट रजिस्टर

source: Milk (Ltr)
gu: દૂધ (લિટર)
hi: दूध (लीटर)

source: Calving Register
gu: પ્રસૂતિ રજિસ્ટર
hi: विप्रजन रजिस्टर

source: Calf Growth
gu: વાછરડાનું વૃદ્ધિ
hi: बछड़े की वृद्धि

# weight
source: Weight (kg)
gu: વજન (કિ.ગ્રા.)
hi: वजन (किग्रा)

# milkYield
source: Milk Yield (Ltr/Day)
gu: દૂધ ઉત્પાદન (લિટર/દિવસ)
hi: दूध उपज (लीटर/दिन)

# green
source: Green Fodder
gu: લીલું ઘાસ
hi: हरा चारा

source: Silage
gu: સાઈલેજ
hi: साइलेज

source: Both
gu: બંને
hi: दोनों

source: Calculate
gu: ગણતરી કરો
hi: गणना करें

source: Summary
gu: સારાંશ
hi: सारांश

source: Concentrated Feed
gu: સંકેન્દ્રિત ખોરાક
hi: संकेन्द्रित आहार

source: Animal
gu: પ્રાણી
hi: जानवर

source: No records found
gu: કોઈ રેકોર્ડ મળ્યા નથી
hi: कोई रिकॉर्ड नहीं मिला

source: Cow
gu: ગાય
hi: गाय

source: Buffalo
gu: ભેંસ
hi: भैंस

source: Animal Type
gu: પ્રાણીનો પ્રકાર
hi: पशु का प्रकार

source: Add Animal
gu: પશુ ઉમેરો
hi: पशु जोड़ें

source: Select Animal Type
gu: પશુ પ્રકાર પસંદ કરો
hi: पशु प्रकार चुनें

source: Id
gu: ઓળખ નંબર
hi: पहचान संख्या

source: Upload Image
gu: છબી અપલોડ કરો
hi: छवि अपलोड करें

source: Please fill all fields
gu: કૃપા કરીને બધી વિગતો ભરો
hi: कृपया सभी फ़ील्ड भरें

source: All
gu: બધું
hi: सभी

source: A.I.
gu: કૃત્રિમ ગર્ભાધાન
hi: कृत्रिम गर्भाधान

source: Not Pregnant
gu: ગર્ભવતી નથી
hi: गर्भवती नहीं

# cattleId
source: Cattle Id/Name
gu: પશુ આઈડી/નામ
hi: पशु आईडी/नाम

source: Tag No
gu: ટૅગ નંબર
hi: टैग नंबर

source: A.I. Date
gu: કૃત્રિમ ગર્ભાધાન તારીખ
hi: कृत्रिम गर्भाधान तिथि

source: Pregnancy Days
gu: ગર્ભાવસ્થા દિવસો
hi: गर्भावस्था के दिन

source: Pregnancy Status
gu: ગર્ભાવસ્થા સ્થિતિ
hi: गर्भावस्था की स्थिति

# calvingDate
source: Estimated Calving Date
gu: અંદાજિત વાનગાભીન તારીખ
hi: अनुमानित ब्याने की तारीख

source: Calving Due Days
gu: વાનગાભીન બાકી દિવસો
hi: ब्याने की शेष दिन

source: Lactation No
gu: દૂધ આપવાનું નંબર
hi: दूध देने की संख्या

source: Semen Company
gu: વીર્ય કંપની
hi: वीर्य कंपनी

source: Bull Name
gu: વાછરાનું નામ
hi: बैल का नाम

source: Add Insemination
gu: કૃત્રિમ ગર્ભાધાન ઉમેરો
hi: निषेचन जोड़ें

# inseminationDate
source: Artificial Insemination Date
gu: કૃત્રિમ ગર્ભાધાન તારીખ
hi: कृत्रिम निषेचन तिथि

source: Birth Date
gu: જન્મ તારીખ
hi: जन्म तिथि

source: Father
gu: પિતા
hi: पिता

source: Mother
gu: માતા
hi: माँ

source: Add Calf Register
gu: વાછરાનું રજિસ્ટર ઉમેરો
hi: बछड़ा पंजीकरण जोड़ें

source: Father Name
gu: પિતાનું નામ
hi: पिता का नाम

source: Mother Name
gu: માતાનું નામ
hi: माँ का नाम

source: Dry Cow Feed Formula
gu: શૂકન ગાય ખોરાક સૂત્ર
hi: सूखी गाय चारा फार्मूला

source: Concentrated Feed Composition
gu: એકઠી ચારો રચના
hi: संग्रहित चारा संरचना

source: Notes
gu: નોંધો
hi: टिप्पणियाँ

source: Cotton seed
gu: કપાસ બીજ
hi: कपास बीज

source: Maize
gu: મકાઈ
hi: मक्का

source: Groundnut cake
gu: મગફળી ખલી
hi: मूंगफली खली

source: Mustard cake
gu: સરસવ ખલી
hi: सरसों खली

source: Soya doc
gu: સોયા ડોક
hi: सोया डॉक

source: Bypass fat
gu: બાયપાસ ચરબી
hi: बाईपास फैट

# yePlus
source: Ye plus (Kemin) Or
gu: યે પ્લસ (કેમિન) અથવા
hi: ये प्लस (केमिन) या

# yeaSacc
source: Yea sacc (All tech)
gu: યે સેક (ઓલ ટેક)
hi: य्या सैक (ऑल टेक)

# mithaSoda
source: Mitha soda (Sodium bicarbonate)
gu: મીઠું સોડા (સોડિયમ બાઇકાર્બોનેટ)
hi: मीठा सोडा (सोडियम बाइकार्बोनेट)

source: Mineral mixture
gu: ખનિજ મિશ્રણ
hi: खनिज मिश्रण

source: {quantity} Kg
gu: {quantity} કિ.ગ્રા.
hi: {quantity} किलो

source: {quantity} gram
gu: {quantity} ગ્રામ
hi: {quantity} ग्राम

source: Mustard doc
gu: સરસવ ખલી
hi: सरसों खली

source: Groundnut doc
gu: મગફળી ખલી
hi: मूंगफली खली

source: Wheat bran
gu: ઘઉં ની ચોખી
hi: गेहूं चोकर

source: Molasses
gu: ગોળ
hi: गुड़

source: Salt
gu: મીઠું
hi: नमक

# mcp
source: MCP (Mono Calcium Phosphate)
gu: એમસિપિ (મોનો કેલ્શિયમ ફોસ્ફેટ)
hi: एमसीपी (मोनो कैल्शियम फॉस्फेट)

# cp
source: CP (Calcium Phosphate)
gu: સિપિ (કેલ્શિયમ ફોસ્ફેટ)
hi: सीपी (कैल्शियम फॉस्फेट)

source: Toxin binder
gu: ટોક્સિન બાઇન્ડર
hi: टॉक्सिन बाइंडर

# bakingSoda
source: Baking Soda (Sodium bicarbonate)
gu: બેકિંગ સોડા (સોડિયમ બાઇકાર્બોનેટ)
hi: बेकिंग सोडा (सोडियम बाइकार्बोनेट)

# mgo
source: MGO (Magnesium Oxide)
gu: એમજિઓ (મેગ્નેશિયમ ઓક્સાઇડ)
hi: एमजीओ (मैग्नीशियम ऑक्साइड)

source: Add Vaccination
gu: લસીકરણ ઉમેરો
hi: टीकाकरण जोड़ें

source: Vaccination Date
gu: લસીકરણની તારીખ
hi: टीकाकरण की तारीख

source: Vaccine Company
gu: લસી કંપની
hi: वैक्सीन कंपनी

# selectVaccine
source: Select vaccine name
gu: લસીનું નામ પસંદ કરો
hi: वैक्सीन का नाम चुनें

# fillAllFields
source: Please fill all fields
gu: કૃપા કરીને બધી વિગતો ભરો
hi: कृपया सभी फ़ील्ड भरें

source: Vaccine A
gu: લસી એ
hi: वैक्सीन ए

source: Vaccine B
gu: લસી બી
hi: वैक्सीन बी

source: Vaccine C
gu: લસી સી
hi: वैक्सीन सी

source: Add Calf Growth
gu: વાછરડાનું વૃદ્ધિ ઉમેરો
hi: बछड़े की वृद्धि जोड़ें

source: Date
gu: તારીખ
hi: तारीख

source: Calf Weight
gu: વાછરડાનું વજન
hi: बछड़े का वजन

# noRecords
source: No records found
gu: કોઇ રેકોર્ડ મળ્યો નથી
hi: कोई रिकॉर्ड नहीं मिला

source: Add Calving Record
gu: વાછરાનું રેકોર્ડ ઉમેરો
hi: बछड़ा रिकॉर्ड जोड़ें

source: No records found
gu: કોઈ રેકોર્ડ મળ્યો નથી
hi: कोई रिकॉर्ड नहीं मिला

# cattle_id
source: Cattle ID/Name
gu: પશુ ID/નામ
hi: पशु आईडी/नाम

source: Calving Date
gu: વાછરાનું જન્મ તારીખ
hi: बछड़ा जन्म तिथि

source: Lactation No
gu: દૂધ આપવાનું નંબર
hi: दूध देने की संख्या

source: Calf Gender
gu: વાછરાનું લિંગ
hi: बछड़ा लिंग

source: Calf Name
gu: વાછરાનું નામ
hi: बछड़े का नाम

source: Male
gu: પુરૂષ
hi: नर

source: Female
gu: સ્ત્રી
hi: मादा

source: Please fill all fields
gu: કૃપા કરીને બધી માહિતી ભરો
hi: कृपया सभी फ़ील्ड भरें

# no_records
source: No records found
gu: કોઈ રેકોર્ડ મળ્યા નથી
hi: कोई रिकॉर्ड नहीं मिला

source: Add Calf Growth
gu: વાછરડાની વૃદ્ધિ ઉમેરો
hi: बछड़ा वृद्धि जोड़ें

source: Deworming Data
gu: કૃમિનાશક ડેટા
hi: कृमिनाशक डेटा

# deworming_medicine_company
source: Deworming Medicine Company Name
gu: કૃમિનાશક દવા કંપનીનું નામ
hi: कृमिनाशक दवा कंपनी का नाम

source: Deworming Medicine Name
gu: કૃમિનાશક દવાનું નામ
hi: कृमिनाशक दवा का नाम

# title
source: Heat Register
gu: હિટ રજીસ્ટર
hi: हीट रजिस्टर

source: Add Heat Record
gu: હિટ રેકોર્ડ ઉમેરો
hi: हीट रिकॉर्ड जोड़ें

source: Heat Date
gu: હિટ તારીખ
hi: हीट तिथि

source: Symptoms
gu: લક્ષણો
hi: लक्षण

source: Diagnosis
gu: નિદાન
hi: निदान

source: Treatment
gu: ઉપચાર
hi: उपचार

source: Result
gu: પરિણામ
hi: परिणाम

source: Cost of Treatment
gu: ઉપચારની કિંમત
hi: उपचार की लागत

source: Note
gu: નોંધ
hi: नोट

source: Milking Details
gu: દૂધ દોહવાની વિગતો
hi: दूध दुहने का विवरण

source: Cattle Code
gu: પશુ કોડ
hi: पशु कोड

source: This Month
gu: આ મહિનો
hi: इस महीने

source: This Quarter
gu: આ ત્રિમાસિક
hi: इस तिमाही

source: This Location
gu: આ સ્થાન
hi: इस स्थान

source: This Week
gu: આ અઠવાડિયું
hi: इस सप्ताह

source: Total milk production
gu: કુલ દૂધ ઉત્પાદન
hi: कुल दूध उत्पादन

# liters
source: 1800 liters
gu: 1800 લિટર
hi: 1800 लीटर

source: Add Cattle
gu: ઢોર ઉમેરો
hi: मवेशी जोड़ें

source: Registered Cattles
gu: નોંધાયેલ ઢોર
hi: पंजीकृत मवेशी

source: Register New Cattle
gu: નવા પશુઓની નોંધણી કરો
hi: नये मवेशियों का पंजीकरण करें

source: Are you sure you want to logOut?
gu: શું તમે ખરેખર લોગઆઉટ કરવા માંગો છો?
hi: क्या आप लॉग आउट करना चाहते हैं?

source: Exit App
gu: એપ્લિકેશનમાંથી બહાર નીકળો
hi: ऐप से बाहर निकलें

source: Are you sure you want to exit?
gu: શું તમે ખરેખર બહાર નીકળવા માંગો છો?
hi: क्या आप निश्चित हैं आपकी बाहर निकलने की इच्छा है?
